Repository: Kwpolska/django-expenses
Catalog: expenses/locale/*/LC_MESSAGES/django.po
Languages: pl

source: Date
pl: Data

source: Vendor
pl: Kontrahent

source: Description
pl: Opis

source: Product
pl: Produkt

source: Serving
pl: Gramatura

source: Count
pl: Ilość

source: Name
pl: Nazwa

source: Comment (optional)
pl: Komentarz (opcjonalnie)

source: Amount is required for this template type.
pl: Wartość jest wymagana dla tego rodzaju szablonu.

source: category
pl: kategoria

source: categories
pl: kategorie

source: Slug base
pl: Podstawa sluga

source: Order
pl: Kolejność

source: Category
pl: Kategoria

source: Amount
pl: Wartość

source: This is a bill
pl: To jest rachunek

source: Description (cache)
pl: Opis (cache)

source: (empty)
pl: (pusty)

source: Bill
pl: Rachunek

source: Unit price
pl: Cena jednostkowa

source: Simple
pl: Prosty

source: Multiplied by count
pl: Mnożony przez ilość

source: With custom description
pl: Z własnym opisem

source: With description selected from list
pl: Z opisem wybieranym z listy

source: Menu (amount and description selected from list)
pl: Menu (wartość i opis wybierane z listy)

source: Template type
pl: Rodzaj szablonu

source: Comment
pl: Komentarz

source: Month/Category breakdown
pl: Podział według miesięcy/kategorii

source: Show expenses broken down by month and category.
pl: Pokaż wydatki z podziałem na miesiące i kategorie.

source: Break down expenses by:
pl: Kryterium podziału wydatków:

source: Month and category
pl: Miesiąc i kategoria

source: Month
pl: Miesiąc

source: Total
pl: Suma

source: Grand Total
pl: Suma końcowa

source: Vendor statistics
pl: Statystyki kontrahentów

source: Get basic statistics about money spent at each vendor. Includes vendors with at least 2 separate purchases.
pl: Podstawowe statystyki na temat wydatków u każdego kontrahenta. Uwzględnia sprzedawców z co najmniej dwoma wydatkami.

source: Sum
pl: Suma

source: Average
pl: Średnia

source: Daily spending
pl: Dzienne wydatki

source: Get daily, weekly, monthly average spending.
pl: Średnie dzienne, tygodniowe, miesięczne wydatki.

source: Per 1 day
pl: Na 1 dzień

source: Per week (7 days)
pl: Na tydzień (7 dni)

source: Per month (30 days)
pl: Na miesiąc (30 dni)

source: Per year (365 days)
pl: Na rok (365 dni)

source: Time scale
pl: Odstęp czasowy

source: Property
pl: Własność

source: All time
pl: Za cały czas

source: Category spending per expense-day (<var>d<sub>E</sub></var> = {})
pl: Wydatki w kategoriach na wydatko-dzień (<var>d<sub>E</sub></var> = {})

source: Category spending per day (<var>d<sub>A</sub></var> = {})
pl: Wydatki w kategoriach na dzień (<var>d<sub>E</sub></var> = {})

source: Product price history
pl: Historia cen produktu

source: Get price history for a product.
pl: Wyświetl zmiany cen danego produktu.

source: Serving Unit
pl: Jednostka gramatury

source: Unit Price
pl: Cena jednostkowa

source: Price per Serving Unit
pl: Cena jednostki gramatury

source: Difference
pl: Różnica

source: Customize data included in report
pl: Dostosuj dane uwzględnione w raporcie

source: Product name
pl: Nazwa produktu

source: Separate history for each product name
pl: Oddzielne historie dla produktów o różnych nazwach

source: Separate history for each vendor
pl: Oddzielne historie dla kontrahentów

source: Fuzzy search
pl: Wyszukuj częściowe nazwy

source: No results to show.
pl: Brak wyników do wyświetlenia.

source: Edit bill metadata
pl: Edytuj metadane rachunku

source: Convert to expense
pl: Przekonwertuj na wydatek

source: Quick add:
pl: Szybkie dodawanie:

source: This box lets you create a bill with one of the recent vendors and categories. Click a vendor/category pair to add a bill with that vendor/category and today’s date.
pl: To okienko pozwala na utworzenie rachunku związanego z jednym z ostatnich kontrahentów i kategorii. Kliknij na parę kontrahent/kategoria aby dodać rachunek z tym kontrahentem/kategorią i dzisiejszą datą.

source: If you leave this empty, the description will be generated automatically, based on bill items.
pl: Jeżeli zostawisz to pole puste, opis zostanie wygenerowany automatycznie na podstawie pozycji na rachunku.

source: Save and add items
pl: Zapisz i dodaj pozycje

source: Save changes
pl: Zapisz zmiany

source: Add expense
pl: Dodaj wydatek

source: Bill editor
pl: Edytor rachunków

source: Edit metadata
pl: Edytuj metadane

source: Delete
pl: Usuń

source: Date:
pl: Data:

source: Vendor:
pl: Kontrahent:

source: Category:
pl: Kategoria:

source: Date added:
pl: Data dodania:

source: Date modified:
pl: Data modyfikacji:

source: Description:
pl: Opis:

source: Actions
pl: Akcje

source: Item actions
pl: Akcje dla pozycji

source: Edit
pl: Edytuj

source: Add an item
pl: Dodaj pozycję

source: Add
pl: Dodaj

source: Total:
pl: Suma:

source: No changes will be made until you press “Save changes”.
pl: Zmiany nie zostaną dokonane, dopóki nie naciśniesz „Zapisz zmiany”.

source: Category name
pl: Nazwa kategorii

source: Category order
pl: Kolejność kategorii

source: Categories will be shown in this order (lowest numbers first).
pl: Kategorie będą wyświetlane w tej kolejności (najpierw najmniejsze liczby).

source: Save
pl: Zapisz

source: No categories to show.
pl: Brak kategorii do wyświetlenia.

source: Add a category
pl: Dodaj kategorię

source: Categories cannot be deleted in bulk, because the process requires user intervention. To do that, you need to visit individual category pages.
pl: Kategorii nie można usuwać masowo, ponieważ proces ten wymaga interwencji użytkownika. Kategorie można usunąć pojedynczo z widoku kategorii.

source: Cancel
pl: Anuluj

source: Edit results
pl: Wyniki edytowania

source: Categories added:
pl: Kategorie dodane:

source: Categories changed:
pl: Kategorie zmienione:

source: Categories unchanged:
pl: Kategorie niezmienione:

source: Failures:
pl: Niepowodzenia:

source: Delete category
pl: Usuń kategorię

source: Failed to delete category. Select a valid move destination.
pl: Nie udało się usunąć kategorii. Wybierz poprawny cel przeniesienia.

source: You’re attempting to delete the <strong>%(object.name)s</strong> category.
pl: Próbujesz usunąć kategorię <strong >%(object.name)s</strong>.

source: The category has %(num)s item in total.
pl: Kategoria zawiera %(num)s element.

source: It can be deleted without further intervention.
pl: Można ją usunąć bez żadnych zmian.

source: It cannot be deleted, because each expense must have a category associated with it. If you want to remove this category, you must first remove all expenses in this category.
pl: Nie można jej usunąć, ponieważ każdy wydatek musi mieć powiązaną kategorię. Jeśli chcesz usunąć tę kategorię, musisz najpierw usunąć wszystkie wydatki w niej.

source: Before you delete it, you will need to move its contents to another category.
pl: Zanim ją usuniesz, będziesz musiał przenieść jej zawartość do innej kategorii.

source: Move items to:
pl: Przenieś elementy do:

source: Are you sure you want to delete <strong>%(name)s</strong>?
pl: Czy na pewno chcesz usunąć <strong>%(name)s</strong>?

source: Confirm
pl: Potwierdź

source: Bulk edit
pl: Masowa edycja

source: Items
pl: Elementy

source: Monthly Total
pl: Suma miesięczna

source: All-time Total
pl: Suma z wszystkich danych

source: Removing a bill will also remove all its items.
pl: Usunięcie rachunku spowoduje usunięcie pozycji na nim zawartych.

source: Expenses
pl: Wydatki

source: Dashboard
pl: Kokpit

source: Add Expense
pl: Dodaj wydatek

source: Bills
pl: Rachunki

source: Add Bill
pl: Dodaj rachunek

source: Templates
pl: Szablony

source: Categories
pl: Kategorie

source: Search
pl: Wyszukaj

source: Reports
pl: Raporty

source: Convert
pl: Konwertuj

source: Conversion will remove all bill items permanently and turn the bill into an expense with the same amount as the sum of its items.
pl: Konwersja nieodwracalnie usunie wszystkie pozycje i zamieni rachunek na wydatek o takiej samej kwocie jak suma pozycji.

source: Are you sure you want to convert this bill to an expense?
pl: Czy na pewno chcesz przekonwertować ten rachunek na wydatek?

source: Conversion will turn this expense into a bill and add one item with the same amount as this expense currently has.
pl: Konwersja przekształci ten wydatek na rachunek i doda jedną pozycję o takiej samej kwocie, jaką wydatek ma obecnie.

source: Are you sure you want to convert this expense to a bill?
pl: Czy na pewno chcesz przekonwertować ten wydatek na rachunek?

source: Expense details
pl: Szczegóły wydatku

source: Repeat
pl: Ponów

source: Convert to bill
pl: Przekonwertuj na rachunek

source: Date added
pl: Data dodania

source: Date modified
pl: Data modyfikacji

source: Type selection
pl: Wybór rodzaju

source: Page navigation
pl: Stronicowanie

source: Previous
pl: Poprzednia

source: Next
pl: Następna

source: Run
pl: Uruchom

source: No expenses to show.
pl: Brak wydatków do wyświetlenia.

source: Action selection
pl: Wybór akcji

source: Add an expense
pl: Dodaj wydatek

source: Add a bill
pl: Dodaj rachunek

source: Use a template
pl: Użyj szablonu

source: Expense
pl: Wydatek

source: Use Template
pl: Użyj Szablonu

source: No templates to show.
pl: Brak szablonów do wyświetlenia.

source: Last 1 expense
pl: Ostatni 1 wydatek

source: Statistics
pl: Statystyki

source: Current month’s total
pl: Suma z bieżącego miesiąca

source: Previous month’s total
pl: Suma z poprzedniego miesiąca

source: Last 3 days
pl: Ostatnie 3 dni

source: Spending per category
pl: Wydatki w kategoriach

source: Category chart
pl: Wykres kategorii

source: Choose a report
pl: Wybierz raport

source: Back to setup
pl: Wróć do ustawień

source: Printable version
pl: Wersja drukowalna

source: Calculated in %(t)s seconds.
pl: Obliczono w %(t)s sekund.

source: Powered by Expenses.
pl: Napędzane przez aplikację Wydatki.

source: Print
pl: Drukuj

source: « Back to Expenses
pl: « Wróć do Wydatków

source: Set up report
pl: Ustawienia raportu

source: Output format
pl: Format wyjściowy

source: Web page (default)
pl: Strona internetowa (domyślny)

source: Download
pl: Pobierz

source: Run Report
pl: Uruchom Raport

source: There is only <strong><var>d<sub>A</sub></var> = <var>d<sub>E</sub></var> = 1</strong> day with recorded expenses.
pl: Tylko <strong><var>d<sub>E</sub></var> = 1</strong> dzień miał wydatki.

source: Between the first and last expense, <strong><var>d<sub>A</sub></var> = %(all_days)s</strong> day passed.
pl: Pomiędzy pierwszym i ostatnim wydatkiem, minął <strong><var>d<sub>A</sub></var> = %(all_days)s</strong> dzień.

source: Out of these, <strong><var>d<sub>E</sub></var> = %(expense_days)s</strong> day had expenses.
pl: <strong><var>d<sub>E</sub></var> = %(expense_days)s</strong> dzień miał wydatki.

source: Daily spending (all categories)
pl: Dzienne wydatki (wszystkie kategorie)

source: Per <var>d<sub>E</sub></var> = %(days)s day
pl: Na <var>d<sub>E</sub></var> = %(days)s dzień

source: Per <var>d<sub>A</sub></var> = %(days)s day
pl: Na <var>d<sub>A</sub></var> = %(days)s dzień

source: Filters
pl: Filtry

source: Search for:
pl: Wyszukaj:

source: Expenses/Bills
pl: Wydatki/Rachunki

source: Bill items
pl: Pozycje na rachunkach

source: All purchases
pl: Wszystkie zakupy

source: Include:
pl: Pokaż:

source: Categories:
pl: Kategorie:

source: Any
pl: Dowolna

source: Between:
pl: Pomiędzy:

source: Start
pl: Początek

source: End
pl: Koniec

source: Description/Product
pl: Opis/Produkt

source: Type in a query above and press Search.
pl: Wpisz zapytanie powyżej i kliknij Szukaj.

source: Search results
pl: Wyniki wyszukiwania

source: No bill items to show.
pl: Brak pozycji na rachunkach do wyświetlenia.

source: When the template is executed, the following tags will be interpreted (depending on the type):
pl: Kiedy ten szablon zostanie wykonany, następujące znaczniki zostaną zinterpretowane (zależnie od typu):

source: <code>!count!</code> will be replaced with the count specified by the user.
pl: <code>!count!</code> zostanie zastąpiony podaną przez użytkownika ilością.

source: <code>!description!</code> will be replaced with the description provided by the user.
pl: <code>!description!</code> zostanie zastąpiony podanym przez użytkownika opisem.

source: Descriptions can have multiple lines. Those have special meaning:
pl: Opisy mogą mieć wiele linii. Mają one specjalne znaczenie:

source: If the type is “Multiplied by count”, lines will be used as plural forms. For English, provide two forms (one, many). For Polish, provide three or four forms (one, two, five, fraction).
pl: Jeżeli szablon jest typu „Mnożony przez ilość”, linie zostaną wykorzystane jako formy liczby mnogiej. Dla języka angielskiego, podaj dwie formy (jeden, wiele). Dla języka polskiego, podaj trzy albo cztery formy (jeden, dwa, pięć, ułamek).

source: If the type is “With description selected from list”, the first line is the main description line, and further lines are choices shown to the user. The main description should contain a <code>!description!</code> tag.
pl: Jeżeli szablon jest typu „Z opisem wybieranym z listy”, pierwsza linia jest głównym opisem, a następne stanowią opcje pokazywane użytkownikowi. Główny opis powinien zawierać tag <code>!description!</code>.

source: If the type is “Menu”, each line is a menu item. Put the amount first, followed by a single space, followed by the description (spaces allowed). The “Amount” field is ignored.
pl: Jeżeli szablon jest typu „Menu”, każda linia jest pozycją menu. Najpierw podaj kwotę, potem umieść pojedynczą spację, potem opis (spacje są dozwolone). Pole „Kwota” jest ignorowane.

source: Type
pl: Rodzaj

source: Add template
pl: Dodaj szablon

source: Details
pl: Szczegóły

source: Values
pl: Wartości

source: Expenses Dashboard
pl: Wydatki — Kokpit

source: %s has been deleted.
pl: Pomyślnie usunięto %s.

source: Delete %s
pl: Usuń %s

source: Saved changes to %(count)d item.
pl: Zapisano zmiany w %(count)d pozycji.

source: Failed to change %(count)d item.
pl: Nie udało się zapisać zmian w %(count)d pozycji.

source: Add bill item
pl: Dodaj pozycję do rachunku

source: Edit bill item
pl: Edytuj pozycję na rachunku

source: Edit category %s
pl: Edytuj kategorię %s

source: Edit category
pl: Edytuj kategorię

source: Delete category %s
pl: Usuń kategorię %s

source: Edit categories
pl: Edytuj kategorie

source: Expense has been repeated successfully.
pl: Pomyślnie ponowiono wydatek.

source: Add a template
pl: Dodaj szablon

source: Template %s
pl: Szablon %s

source: Edit a template
pl: Edytuj szablon
